/* Exercises page */
"%d points from %@" = "%1$d points from %2$@";

/* Got star for test level completion */
"%d/%d %@ (Got star)" = "%1$d/%2$d %3$@ (Got star)";

/* Solved level/path */
"%d/%d %@ (Solved)" = "%1$d/%2$d %3$@ (Solved)";

/* Solving page */
"Add answer" = "Add answer";

/* Add action to Solving page */
"Add operation?" = "Add operation?";

/* No comment provided by engineer. */
"and" = "and";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* Solving page */
"Answer field is empty" = "Answer field is empty";

/* Solving page */
"Answers are not identical to each other." = "Answers are not identical to each other.";

/* Logout alert message */
"Are you sure you want to exit your profile? All your data will be save and you can come back any time." = "Are you sure you want to exit your profile? All your data will be save and you can come back any time.";

/* No comment provided by engineer. */
"Calculation error" = "Calculation error";

/* Logout alert cancel button */
"Cancel" = "Cancel";

/* Solving page */
"Change answer" = "Change answer";

/* Home screen on tap Olympiad */
"Child not selected." = "Child not selected.";

/* No comment provided by engineer. */
"Coming soon" = "Coming soon";

/* Statistics */
"Day" = "Day";

/* Delete subaction label at Solving page */
"Delete" = "Delete";

/* Remove action from Solving page */
"Delete operation?" = "Delete operation?";

/* Choose child popup */
"Enter child name" = "Enter child name";

/* Mail registration  popup */
"Enter your account" = "Enter your account";

/* Settings */
"Enter your facebook account to continue" = "Enter your facebook account to continue";

/* Settings */
"Enter your mail account to continue" = "Enter your mail account to continue";

/* Mail registration  popup */
"Enter your password" = "Enter your password";

/* Profile achievements event status */
"Error" = "Error";

/* No comment provided by engineer. */
"Expression" = "Expression";

/* No comment provided by engineer. */
"expression" = "expression";

/* Exercises page */
"find one more way to solve this problem and earn %d points more" = "find one more way to solve this problem and earn %d points more";

/* Alert title */
"Message" = "Message";

/* Statistics */
"Month" = "Month";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"NO" = "NO";

/* Logout alert accept button */
"OK" = "OK";

/* Warning on attempt to solve test tasks with 2 tasks failed already */
"Oops! You made more than two mistakes. You can't continue solving the test problems until you finish solving the previous problems of this type" = "Oops! You made more than two mistakes. You can't continue solving the test problems until you finish solving the previous problems of this type";

/* S&E level page label */
"Problem" = "Problem";

/* S&E level page label */
"problem" = "problem";

/* Solving page */
"Save & Exit" = "Save & Exit";

/* No comment provided by engineer. */
"Solution" = "Solution";

/* No comment provided by engineer. */
"solution" = "solution";

/* Profile achievements event status */
"Solved" = "Solved";

/* Profile achievements event status */
"Started" = "Started";

/* Popup error description */
"Structure and calculation error" = "Structure and calculation error";

/* Popup error description */
"Structure error" = "Structure error";

/* No comment provided by engineer. */
"Task" = "Task";

/* Solving page */
"Task can have just one correct answer! Input the same ANSWER to all fields" = "Task can have just one correct answer! Input the same ANSWER to all fields";

/* No comment provided by engineer. */
"Task is not solved with all possible variants." = "Task is not solved with all possible variants.";

/* No comment provided by engineer. */
"Task is solved with all possible solutions and expressions" = "Task is solved with all possible solutions and expressions";

/* Olympiad solving page */
"There are empty gaps. You should fill every gap" = "There are empty gaps. You should fill every gap";

/* S&E level page label */
"Training" = "Training";

/* Statistics */
"Understanding error" = "Understanding error";

/* Statistics */
"Week" = "Week";

/* No comment provided by engineer. */
"YES" = "YES";

/* Solving page */
"You can add just expression for this task!" = "You can add just expression for this task!";

/* action remove error */
"You can't delete error." = "You can't delete error.";

/* Solving page */
"You have added all possible expressions" = "You have added all possible expressions";

/* Solving page */
"You have added all possible solutions" = "You have added all possible solutions";

/* Exercises page */
"you have solved this problem with all possible solution and expression" = "you have solved this problem with all possible solution and expression";

/* Mail registration  popup */
"You should input all rows" = "You should input all rows";

